Repository: frussane/qualicode-cancel-order-after-time
Catalog: qualicode-cancel-order-after-time/languages/qualicode-cancel-order-after-time-*.po
Languages: pt_pt

source: Allows to define an expiring time for WooCommerce orders based on payment used
pt_pt: Permite definir um tempo de validade para as encomendas em WooCommerce conforme o método de pagamento usado

source: Cancel times
pt_pt: Tempos de cancelamento

source: Coming soon! :)
pt_pt: Brevemente disponível

source: Configure the following CronJob on your host in order for the plugin to be activelly running - we advide running it every minute, to ensure precision
pt_pt: Configure no seu hosting o CronJob que se encontra abaixo - recomendamos que corra a cada minuto para melhor precisão

source: Days
pt_pt: Dias

source: Hours
pt_pt: Horas

source: Minutes
pt_pt: Minutos

source: No payment methods are active on WooCommerce
pt_pt: Não tem métodos de pagamento ativos!

source: Off
pt_pt: Desligado

source: Order cancel times
pt_pt: Expirar encomendas

source: Select on which order status should this plugin act on
pt_pt: Selecione quais os estados o plugin deverá considerar como sendo de pagamento pendente

source: Select your settings for each payment service
pt_pt: Selecione as definições para cada método de pagamento

source: Settings
pt_pt: Definições

source: WooCommerce Cancel Order After Expiry Time
pt_pt: Expirar encomendas WooCommerce

source: WooCommerce is not activated. Please activate to use Order cancel times plugin
pt_pt: O WooCommerce não se encontra ativo. Por favor ative o WooCommerce para utilizar o plugin de cancelamento de encomendas.
